Repository: OmegaT-L10N/es
Catalog: tm/auto/CO-ES1.tmx
Source language: en
Languages: es

source: Tokenizers (or stemmers) improve the quality of matches by recognizing inflected words in source and translation memory data.
es: Tokenizers (o stemming, un método para reducir una palabra a su raíz) mejora la calidad de coincidencias al reconocer palabras flexivas en los datos del original y de la memoria de traducción.

source: Tokenizers are included in OmegaT and active by default.
es: Tokenizers están incluidos en OmegaT y activos por defecto.

source: Tools Menu
es: Herramientas

source: TransTips/Enable Transtips
es: TransTips/Activar Transtips

source: TransTips/Exact Match
es: TransTips/Coincidencias Exactas

source: Undo Last Action
es: Deshacer Última Acción

source: Use
es: Uso

source: Use TAB To Advance
es: Usar TAB para Avanzar

source: Use as Default Translation
es: Usar como Traducción Predeterminada

source: User Group.
es: de OmegaT Yahoo.

source: User Manual...
es: Manual de usuario...

source: User support is provided on a volunteer basis at the OmegaT Yahoo!
es: Se proporciona asistencia al usuario está proporcionado basado en aportaciones voluntarias en el Grupo de usuarios

source: Validate Tags
es: Validar etiquetas

source: Validate Tags for Current Document
es: Validar Etiquetas para Documento Actual

source: View Menu
es: Ver

source: View...
es: Ver...

source: What you expected to see
es: Qué esperaba ver

source: What you saw instead
es: Qué vio en su lugar

source: When you left-click on the number, the selected script will run.
es: Cuando pulse con el botón izquierdo del ratón en el número, el script seleccionado ejecutará.

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
es: Puedes añadir scripts nuevos allí, y así aparecerán en la lista de guiones disponibles en ventana de guión.

source: You can also file bug reports and requests for enhancements.
es: También puede presentar informes de errores y propuestas de mejora.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
es: Puede cambiar los atajos ya asignados y añadir atajos nuevos colocando un archivo de definición del atajo en la carpeta de preferencias de OmegaT (vea ubicación de archivos del usuario).

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
es: Puede iniciar las macros seleccionadas del menú principal también utilizando sus entradas en el menú de Herramientas o pulsando Ctrl+Alt+F # (# 1 to 12).

source: You should add copies of files, portions of the log, screen shots, and anything else that you think will help the developers to find and fix your bug.
es: Debería añadir copias de archivos, partes del registro, capturas de pantalla y cualquier cosa que cree que ayudará a los desarrolladores para encontrar y solucionar su error.

source: Your new shortcuts should now appear next to the menu items you have modified.
es: Sus atajos nuevos ahora tendrían que aparecer al lado de los elementos de menú que ha modificado.

source: and <key> can be any key available on your keyboard[4].
es: Y <key> puede ser cualquier tecla disponible en el teclado[4]

source: files = project.projectFiles;
es: Filtros de archivo...

source: first join the user group (via web or by sending an email to OmegaT-subscribe@yahoogroups.com).
es: Primero unáse al grupo de usuario (vía web o enviando un correo electrónico a omegaT-subscribe@yahoogroups.com).

source: first read the Localizing and Customizing OmegaT guide, and join the OmegaT translators' group via web or by sending an email to omegat-l10n-request@lists.sourceforge.net with subject "subscribe".
es: Primero lea la guía de Localización y Adaptación OmegaT, y únase al grupo de los traductores de OmegaT vía web o enviando un correo electrónico a omegat-l10n-request@lists.sourceforge.net con la palabra "suscribir" en el asunto.

source: lep, lepa, lepo - singular, masculine, feminine, neutral
es: lep, lepa, lepo - singular, masculino, femenino, neutro

source: najlepših - superlative, plural, genitive for M,F,N
es: najlepš*ih - superlativo, plural, genitivo para M,F,N
